let messages = {

  channels: {

    work: [

      {

        authorId: 188372,
        authorName: "Александр",
        time: 1592005800,
        message: "Анастасия, добрый день! Нужно создать первую версию фронт-приложения, в которой можно увидеть корпоративную сеть от лица одного из сотрудников. \n" +
            "В ней должно быть 2 раздела: один для обсуждения рабочих вопросов, и второй просто для флуда и общения. В каждом разделе сотрудник должен видеть список всех отправленных сообщений и иметь возможность отправлять сообщения. "

      },
      {

        authorId: 298473,
        authorName: "Анастасия",
        time: 1592005800,
        message: "Добрый день, Александр! Подскажите пожалуйста, какие требования для реализации данного приложения?"

      },
      {

        authorId: 188372,
        authorName: "Александр",
        time: 1592005800,
        message: "Начальный список сообщений берётся из статического файла, отправленные сообщения хранятся в памяти, реализация сервера не нужна, только клиентская часть. Приложение должно быть адаптивным."

      },
      {

        authorId: 298473,
        authorName: "Анастасия",
        time: 1592005800,
        message: "Наша команда реализует данный проект. Срок реализации 1 неделя."

      },
      {

        authorId: 298473,
        authorName: "Анастасия",
        time: 1592005800,
        message: "Света, по данному проекту тебе необходимо изучить существующие месссендеры и подготовить макет в figma."

      },
      {

        authorId: 188375,
        authorName: "Света",
        time: 1592005800,
        message: "Задача понятна и принята в работу. Срок реализации 2 дня."

      },
      {

        authorId: 298473,
        authorName: "Анастасия",
        time: 1592005800,
        message: "Галя, по данному проекту у тебя следующая задача: осуществить верстку макета по BEM."

      },
      {

        authorId: 188472,
        authorName: "Галя",
        time: 1592005800,
        message: "Задача понятна. К реализации приступлю после получения макета. Ориентировочный срок реализации - 1-2 дня."

      },
      {

        authorId: 298473,
        authorName: "Анастасия",
        time: 1592005800,
        message: "Вова, тебе необходимо будет выполнить стилизацию данного приложения."

      },
      {

        authorId: 288372,
        authorName: "Вова",
        time: 1592005800,
        message: "Принято. К реализации приступлю после того, как будет выполнена верска приложения. Ориентировочный срок реализации - 1-2 дня."

      },
      {

        authorId: 298473,
        authorName: "Анастасия",
        time: 1592005800,
        message: "Ребята, за мной реализация части приложения связанная с JS."

      },
      {

        authorId: 298473,
        authorName: "Анастасия",
        time: 1592005800,
        message: "Всем желаю продуктивной работы!!!"

      }

    ],

    flood: [

      {

        authorId: 298473,
        authorName: "Анастасия",
        time: 1592005800,
        message: "Света, привет! Как отдохнула в отпуске? Куда ездила отдыхать?"

      },
      {

        authorId: 188375,
        authorName: "Света",
        time: 1592005800,
        message: "Привет! Отпуск удался) Правда пролетел мгновенно) Я летала в Испанию. Две недели провела в Валенсии. Очень советую отдых в Испании. Посещала Барселону. Это невороятный город. После отпуска у меня море положиельных эмоций)) "

      }

    ],

  }

};
